"%ld day left on trial" = "トライアル期限は残り後 %ld 日";
"%ld days left on trial" = "トライアル期限は残り後 %ld 日";
"Buy Now" = "今すぐ購入";
"Trial Mode" = "トライアルモード";
"Free trial has expired" = "無料トライアルの期限は切れています";
"The trial period has expired." = "トライアル期限は切れています。";
"Wait %u" = "待機中 %u";
"Your 30 day trial has expired. Please purchase Path Finder." = "30 日間のトライアル期限切れです。Path Finder をご購入ください。";
